Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: The full message could not be loaded.
ar: تعذّر تحميل الرسالة الكاملة.
de: Die vollständige Nachricht konnte nicht geladen werden.
es: No se pudo cargar el mensaje completo.
fa: پیام کامل بارگذاری نشد.
fr: Le message complet n’a pas pu être chargé.
hi: पूरा संदेश लोड नहीं किया जा सका।
id: Pesan lengkap tidak dapat dimuat.
it: Impossibile caricare il messaggio completo.
ja_jp: メッセージ全文を読み込めませんでした。
ko: 전체 메시지를 불러올 수 없습니다.
nl: Het volledige bericht kon niet worden geladen.
pl: Nie udało się wczytać pełnej wiadomości.
pt_br: Não foi possível carregar a mensagem completa.
ru: Не удалось загрузить полное сообщение.
sv: Det gick inte att läsa in hela meddelandet.
th: ไม่สามารถโหลดข้อความฉบับเต็มได้
tr: Tam ileti yüklenemedi.
uk: Не вдалося завантажити повне повідомлення.
vi: Không thể tải toàn bộ tin nhắn.
zh_cn: 无法加载完整消息。
zh_tw: 無法載入完整訊息。

source: The full message has no readable text.
ar: لا تحتوي الرسالة الكاملة على نص قابل للقراءة.
de: Die vollständige Nachricht enthält keinen lesbaren Text.
es: El mensaje completo no contiene texto legible.
fa: پیام کامل متن خوانایی ندارد.
fr: Le message complet ne contient aucun texte lisible.
hi: पूरे संदेश में पढ़ने योग्य कोई टेक्स्ट नहीं है।
id: Pesan lengkap tidak memiliki teks yang dapat dibaca.
it: Il messaggio completo non contiene testo leggibile.
ja_jp: メッセージ全文に読み取れるテキストがありません。
ko: 전체 메시지에 읽을 수 있는 텍스트가 없습니다.
nl: Het volledige bericht bevat geen leesbare tekst.
pl: Pełna wiadomość nie zawiera tekstu możliwego do odczytania.
pt_br: A mensagem completa não contém texto legível.
ru: В полном сообщении нет читаемого текста.
sv: Hela meddelandet saknar läsbar text.
th: ข้อความฉบับเต็มไม่มีข้อความที่อ่านได้
tr: Tam iletide okunabilir metin yok.
uk: Повне повідомлення не містить тексту, який можна прочитати.
vi: Toàn bộ tin nhắn không có văn bản có thể đọc được.
zh_cn: 完整消息中没有可读文本。
zh_tw: 完整訊息中沒有可讀取的文字。

source: The full message is no longer available.
ar: لم تعد الرسالة الكاملة متاحة.
de: Die vollständige Nachricht ist nicht mehr verfügbar.
es: El mensaje completo ya no está disponible.
fa: پیام کامل دیگر در دسترس نیست.
fr: Le message complet n’est plus disponible.
hi: पूरा संदेश अब उपलब्ध नहीं है।
id: Pesan lengkap sudah tidak tersedia.
it: Il messaggio completo non è più disponibile.
ja_jp: メッセージ全文は利用できなくなりました。
ko: 전체 메시지를 더 이상 사용할 수 없습니다.
nl: Het volledige bericht is niet meer beschikbaar.
pl: Pełna wiadomość nie jest już dostępna.
pt_br: A mensagem completa não está mais disponível.
ru: Полное сообщение больше недоступно.
sv: Hela meddelandet är inte längre tillgängligt.
th: ข้อความฉบับเต็มไม่พร้อมใช้งานแล้ว
tr: Tam ileti artık kullanılamıyor.
uk: Повне повідомлення більше недоступне.
vi: Toàn bộ tin nhắn không còn khả dụng.
zh_cn: 完整消息已不再可用。
zh_tw: 完整訊息已無法取得。

source: The legacy native pane can be re-enabled in Settings > Debug.
ar: يمكن إعادة تفعيل الجزء الأصلي القديم من الإعدادات > التصحيح.
de: Der veraltete native Bereich kann unter Einstellungen > Debug wieder aktiviert werden.
es: El panel nativo heredado se puede volver a activar en Configuración > Depuración.
fa: پنجرهٔ بومی قدیمی را می‌توان از Settings > Debug دوباره فعال کرد.
fr: L'ancien panneau natif peut être réactivé dans Réglages > Débogage.
hi: लीगेसी नेटिव पेन को Settings > Debug में फिर से सक्षम किया जा सकता है।
id: Panel native lama dapat diaktifkan kembali di Settings > Debug.
it: Il pannello nativo legacy può essere riattivato in Impostazioni > Debug.
ja_jp: 従来のネイティブペインは Settings > Debug で再度有効にできます。
ko: 레거시 네이티브 창은 Settings > Debug에서 다시 활성화할 수 있습니다.
nl: Het verouderde native venster kan opnieuw worden ingeschakeld via Instellingen > Debug.
pl: Starszy natywny panel można ponownie włączyć w Ustawienia > Debugowanie.
pt_br: O painel nativo legado pode ser reativado em Configurações > Depuração.
ru: Устаревшую нативную панель можно снова включить в разделе «Настройки» > «Отладка».
sv: Den äldre inbyggda panelen kan återaktiveras i Inställningar > Debug.
th: สามารถเปิดใช้งานแผงเนทีฟรุ่นเก่าอีกครั้งได้ใน Settings > Debug
tr: Eski yerel bölme Ayarlar > Debug bölümünden yeniden etkinleştirilebilir.
uk: Застарілу нативну панель можна знову ввімкнути в Settings > Debug.
vi: Có thể bật lại bảng gốc cũ trong Settings > Debug.
zh_cn: 可在“设置 > 调试”中重新启用旧版原生面板。
zh_tw: 可在「設定」>「Debug」中重新啟用舊版原生面板。

source: The main thread cannot be deleted.
ar: لا يمكن حذف المحادثة الرئيسية.
de: Der Haupt-Thread kann nicht gelöscht werden.
es: El hilo principal no se puede eliminar.
fa: رشته اصلی را نمی‌توان حذف کرد.
fr: Le fil de discussion principal ne peut pas être supprimé.
hi: मुख्य थ्रेड को डिलीट नहीं किया जा सकता।
id: Utas utama tidak dapat dihapus.
it: Il thread principale non può essere eliminato.
ja_jp: メインスレッドは削除できません。
ko: 메인 스레드는 삭제할 수 없습니다.
nl: Het hoofdgesprek kan niet worden verwijderd.
pl: Nie można usunąć głównego wątku.
pt_br: A conversa principal não pode ser excluída.
ru: Основную ветку нельзя удалить.
sv: Huvudtråden kan inte raderas.
th: ไม่สามารถลบเธรดหลักได้
tr: Ana dizi silinemez.
uk: Основну гілку не можна видалити.
vi: Không thể xóa chuỗi chính.
zh_cn: 无法删除主话题串。
zh_tw: 無法刪除主要討論串。

source: The managed OpenClaw runtime could not be reinstalled.
ar: تعذرت إعادة تثبيت بيئة تشغيل OpenClaw المُدارة.
de: Die verwaltete OpenClaw-Laufzeitumgebung konnte nicht neu installiert werden.
es: No se pudo reinstalar el entorno de ejecución administrado de OpenClaw.
fa: نصب مجدد محیط اجرای مدیریت‌شده OpenClaw ممکن نبود.
fr: L’environnement d’exécution OpenClaw géré n’a pas pu être réinstallé.
hi: प्रबंधित OpenClaw रनटाइम को फिर से इंस्टॉल नहीं किया जा सका।
id: Runtime OpenClaw terkelola tidak dapat diinstal ulang.
it: Non è stato possibile reinstallare il runtime OpenClaw gestito.
ja_jp: 管理対象のOpenClawランタイムを再インストールできませんでした。
ko: 관리형 OpenClaw 런타임을 다시 설치할 수 없습니다.
nl: De beheerde OpenClaw-runtime kon niet opnieuw worden geïnstalleerd.
pl: Nie udało się ponownie zainstalować zarządzanego środowiska uruchomieniowego OpenClaw.
pt_br: Não foi possível reinstalar o ambiente de execução gerenciado do OpenClaw.
ru: Не удалось переустановить управляемую среду выполнения OpenClaw.
sv: Den hanterade OpenClaw-körmiljön kunde inte installeras om.
th: ไม่สามารถติดตั้งรันไทม์ OpenClaw ที่มีการจัดการใหม่ได้
tr: Yönetilen OpenClaw çalışma zamanı yeniden yüklenemedi.
uk: Не вдалося повторно встановити кероване середовище виконання OpenClaw.
vi: Không thể cài đặt lại môi trường chạy OpenClaw được quản lý.
zh_cn: 无法重新安装由 OpenClaw 管理的运行时。
zh_tw: 無法重新安裝由 OpenClaw 管理的執行環境。

source: The managed runtime does not match the updated Mac app.
ar: لا تتطابق بيئة التشغيل المُدارة مع تطبيق Mac المحدّث.
de: Die verwaltete Laufzeitumgebung stimmt nicht mit der aktualisierten Mac-App überein.
es: El entorno de ejecución administrado no coincide con la app para Mac actualizada.
fa: محیط اجرای مدیریت‌شده با برنامه به‌روزشده Mac مطابقت ندارد.
fr: L’environnement d’exécution géré ne correspond pas à l’app Mac mise à jour.
hi: प्रबंधित रनटाइम अपडेट किए गए Mac ऐप से मेल नहीं खाता।
id: Runtime terkelola tidak cocok dengan aplikasi Mac yang diperbarui.
it: Il runtime gestito non corrisponde all'app per Mac aggiornata.
ja_jp: 管理対象ランタイムが更新後の Mac アプリと一致しません。
ko: 관리형 런타임이 업데이트된 Mac 앱과 일치하지 않습니다.
nl: De beheerde runtime komt niet overeen met de bijgewerkte Mac-app.
pl: Zarządzane środowisko uruchomieniowe nie jest zgodne ze zaktualizowaną aplikacją na Maca.
pt_br: O ambiente de execução gerenciado não corresponde ao aplicativo para Mac atualizado.
ru: Управляемая среда выполнения не соответствует обновлённому приложению для Mac.
sv: Den hanterade körningsmiljön matchar inte den uppdaterade Mac-appen.
th: รันไทม์ที่มีการจัดการไม่ตรงกับแอป Mac ที่อัปเดตแล้ว
tr: Yönetilen çalışma zamanı, güncellenmiş Mac uygulamasıyla eşleşmiyor.
uk: Кероване середовище виконання не відповідає оновленій програмі для Mac.
vi: Môi trường thực thi được quản lý không khớp với ứng dụng Mac đã cập nhật.
zh_cn: 托管运行时与更新后的 Mac 应用不匹配。
zh_tw: 受管理的執行階段與更新後的 Mac App 不相符。

source: The node service restarted but did not remain running.
ar: أُعيد تشغيل خدمة العقدة، لكنها لم تستمر في العمل.
de: Der Knotendienst wurde neu gestartet, lief aber nicht weiter.
es: El servicio del nodo se reinició, pero no siguió ejecutándose.
fa: سرویس گره راه‌اندازی مجدد شد، اما در حال اجرا باقی نماند.
fr: Le service du nœud a redémarré, mais ne s’est pas maintenu en fonctionnement.
hi: नोड सेवा पुनः आरंभ हुई, लेकिन चलती नहीं रही।
id: Layanan node dimulai ulang tetapi tidak tetap berjalan.
it: Il servizio del nodo è stato riavviato, ma non è rimasto in esecuzione.
ja_jp: ノードサービスは再起動しましたが、実行状態を維持できませんでした。
ko: 노드 서비스가 다시 시작되었지만 실행 상태를 유지하지 못했습니다.
nl: De knooppuntservice is opnieuw gestart, maar bleef niet actief.
pl: Usługa węzła uruchomiła się ponownie, ale nie pozostała aktywna.
pt_br: O serviço do nó foi reiniciado, mas não permaneceu em execução.
ru: Служба узла перезапустилась, но не продолжила работу.
sv: Nodtjänsten startades om men fortsatte inte att köras.
th: บริการโหนดรีสตาร์ทแล้ว แต่ไม่ได้ทำงานต่อเนื่อง
tr: Düğüm hizmeti yeniden başlatıldı ancak çalışmaya devam etmedi.
uk: Служба вузла перезапустилася, але не продовжила роботу.
vi: Dịch vụ nút đã khởi động lại nhưng không tiếp tục chạy.
zh_cn: 节点服务已重启，但未能保持运行。
zh_tw: 節點服務已重新啟動，但未持續執行。

source: The remote Gateway is older than this Mac app, so OpenClaw skipped the agent notification.
ar: إصدار Gateway البعيد أقدم من تطبيق Mac هذا، لذا تخطّى OpenClaw إشعار الوكيل.
de: Das Remote-Gateway ist älter als diese Mac-App, daher hat OpenClaw die Agentenbenachrichtigung übersprungen.
es: El Gateway remoto es más antiguo que esta app para Mac, por lo que OpenClaw omitió la notificación del agente.
fa: نسخه Gateway راه‌دور قدیمی‌تر از این برنامه Mac است، بنابراین OpenClaw از اعلان عامل صرف‌نظر کرد.
fr: Le Gateway distant est plus ancien que cette app Mac. OpenClaw a donc ignoré la notification de l’agent.
hi: रिमोट Gateway इस Mac ऐप से पुराना है, इसलिए OpenClaw ने एजेंट की सूचना छोड़ दी।
id: Gateway jarak jauh lebih lama daripada aplikasi Mac ini, sehingga OpenClaw melewati notifikasi agen.
it: Il Gateway remoto è meno recente di questa app per Mac, quindi OpenClaw ha ignorato la notifica dell'agente.
ja_jp: リモートの Gateway がこの Mac アプリより古いため、OpenClaw はエージェントへの通知をスキップしました。
ko: 원격 Gateway가 이 Mac 앱보다 오래된 버전이므로 OpenClaw에서 에이전트 알림을 건너뛰었습니다.
nl: De externe Gateway is ouder dan deze Mac-app, dus OpenClaw heeft de agentmelding overgeslagen.
pl: Zdalny Gateway jest starszy niż ta aplikacja na Maca, dlatego OpenClaw pominął powiadomienie agenta.
pt_br: O Gateway remoto é mais antigo que este aplicativo para Mac, então o OpenClaw ignorou a notificação do agente.
ru: Удалённый Gateway старше этого приложения для Mac, поэтому OpenClaw пропустил уведомление агента.
sv: Fjärr-Gateway är äldre än den här Mac-appen, så OpenClaw hoppade över agentaviseringen.
th: Gateway ระยะไกลเก่ากว่าแอป Mac นี้ ดังนั้น OpenClaw จึงข้ามการแจ้งเตือนเอเจนต์
tr: Uzak Gateway bu Mac uygulamasından daha eski olduğu için OpenClaw aracı bildirimini atladı.
uk: Віддалений Gateway старіший за цю програму для Mac, тому OpenClaw пропустив сповіщення агента.
vi: Gateway từ xa cũ hơn ứng dụng Mac này, nên OpenClaw đã bỏ qua thông báo cho tác tử.
zh_cn: 远程 Gateway 的版本低于此 Mac 应用，因此 OpenClaw 跳过了智能体通知。
zh_tw: 遠端 Gateway 的版本比此 Mac App 舊，因此 OpenClaw 已略過代理程式通知。

source: The selected Gateway changed.
ar: تغيّر Gateway المحدد.
de: Das ausgewählte Gateway wurde geändert.
es: El Gateway seleccionado ha cambiado.
fa: Gateway انتخاب‌شده تغییر کرد.
fr: Le Gateway sélectionné a changé.
hi: चयनित Gateway बदल गया।
id: Gateway yang dipilih berubah.
it: Il Gateway selezionato è cambiato.
ja_jp: 選択された Gateway が変更されました。
ko: 선택한 Gateway가 변경되었습니다.
nl: De geselecteerde Gateway is gewijzigd.
pl: Wybrany Gateway uległ zmianie.
pt_br: O Gateway selecionado foi alterado.
ru: Выбранный Gateway изменился.
sv: Den valda Gateway ändrades.
th: Gateway ที่เลือกมีการเปลี่ยนแปลง
tr: Seçili Gateway değişti.
uk: Вибраний Gateway змінився.
vi: Gateway đã chọn đã thay đổi.
zh_cn: 所选的 Gateway 已更改。
zh_tw: 所選的 Gateway 已變更。

source: The thread and its transcript are removed from the gateway.
ar: تُزال سلسلة المحادثة ونصها من Gateway.
de: Der Thread und sein Transkript werden aus dem Gateway entfernt.
es: El hilo y su transcripción se eliminan del Gateway.
fa: رشته و رونوشت آن از Gateway حذف می‌شوند.
fr: Le fil et sa transcription sont supprimés du Gateway.
hi: थ्रेड और उसकी ट्रांसक्रिप्ट Gateway से हटा दिए जाते हैं।
id: Utas dan transkripnya dihapus dari gateway.
it: La conversazione e la relativa trascrizione vengono rimosse dal Gateway.
ja_jp: スレッドとそのトランスクリプトがGatewayから削除されます。
ko: 스레드와 대화 기록이 Gateway에서 삭제됩니다.
nl: De thread en het transcript ervan worden uit de Gateway verwijderd.
pl: Wątek i jego transkrypcja zostaną usunięte z Gateway.
pt_br: A conversa e sua transcrição são removidas do Gateway.
ru: Ветка и её расшифровка будут удалены из Gateway.
sv: Tråden och dess transkript tas bort från gatewayen.
th: เธรดและบทถอดเสียงจะถูกนำออกจาก Gateway
tr: İleti dizisi ve dökümü gateway'den kaldırılır.
uk: Гілку та її стенограму буде видалено з Gateway.
vi: Luồng và bản ghi của luồng sẽ bị xóa khỏi gateway.
zh_cn: 该话题及其对话记录将从 Gateway 中移除。
zh_tw: 對話串及其文字記錄將從 Gateway 中移除。

source: The thread could not be created.
ar: تعذّر إنشاء سلسلة المحادثة.
de: Der Thread konnte nicht erstellt werden.
es: No se pudo crear el hilo.
fa: رشته ایجاد نشد.
fr: Le fil n’a pas pu être créé.
hi: थ्रेड नहीं बनाया जा सका।
id: Utas tidak dapat dibuat.
it: Impossibile creare la conversazione.
ja_jp: スレッドを作成できませんでした。
ko: 스레드를 생성할 수 없습니다.
nl: De thread kon niet worden aangemaakt.
pl: Nie udało się utworzyć wątku.
pt_br: Não foi possível criar a conversa.
ru: Не удалось создать ветку.
sv: Det gick inte att skapa tråden.
th: ไม่สามารถสร้างเธรดได้
tr: İleti dizisi oluşturulamadı.
uk: Не вдалося створити гілку.
vi: Không thể tạo luồng.
zh_cn: 无法创建话题。
zh_tw: 無法建立對話串。

source: The update is installed, but Gateway health did not become ready.
ar: تم تثبيت التحديث، لكن حالة Gateway لم تصبح جاهزة.
de: Das Update ist installiert, aber der Gateway-Status wurde nicht betriebsbereit.
es: La actualización está instalada, pero el estado del Gateway no llegó a estar listo.
fa: به‌روزرسانی نصب شده است، اما وضعیت سلامت Gateway آماده نشد.
fr: La mise à jour est installée, mais le Gateway n’est pas devenu opérationnel.
hi: अपडेट इंस्टॉल हो गया है, लेकिन Gateway की स्थिति तैयार नहीं हुई।
id: Pembaruan telah diinstal, tetapi status kesehatan Gateway tidak menjadi siap.
it: L'aggiornamento è installato, ma lo stato del Gateway non è diventato operativo.
ja_jp: アップデートはインストールされましたが、Gateway のヘルスチェックは準備完了になりませんでした。
ko: 업데이트가 설치되었지만 Gateway 상태가 준비 상태가 되지 않았습니다.
nl: De update is geïnstalleerd, maar de status van de Gateway is niet gereed geworden.
pl: Aktualizacja została zainstalowana, ale stan kondycji Gateway nie osiągnął gotowości.
pt_br: A atualização está instalada, mas o Gateway não ficou pronto.
ru: Обновление установлено, но Gateway не перешёл в состояние готовности.
sv: Uppdateringen är installerad, men Gateway blev inte driftklar.
th: ติดตั้งการอัปเดตแล้ว แต่สถานะความพร้อมของ Gateway ยังไม่พร้อม
tr: Güncelleme yüklendi ancak Gateway sistem durumu hazır hâle gelmedi.
uk: Оновлення встановлено, але перевірка стану Gateway не показала готовності.
vi: Bản cập nhật đã được cài đặt, nhưng trạng thái hoạt động của Gateway chưa chuyển sang sẵn sàng.
zh_cn: 更新已安装，但 Gateway 健康状态未就绪。
zh_tw: 更新已安裝，但 Gateway 健康狀態未進入就緒狀態。

source: The widget image could not be captured.
ar: تعذر التقاط صورة الأداة.
de: Das Widget-Bild konnte nicht erfasst werden.
es: No se pudo capturar la imagen del widget.
fa: ثبت تصویر ویجت ممکن نبود.
fr: L’image du widget n’a pas pu être capturée.
hi: विजेट की इमेज कैप्चर नहीं की जा सकी।
id: Gambar widget tidak dapat diambil.
it: Impossibile acquisire l'immagine del widget.
ja_jp: ウィジェットの画像をキャプチャできませんでした。
ko: 위젯 이미지를 캡처할 수 없습니다.
nl: De widgetafbeelding kon niet worden vastgelegd.
pl: Nie udało się przechwycić obrazu widżetu.
pt_br: Não foi possível capturar a imagem do widget.
ru: Не удалось сделать снимок виджета.
sv: Det gick inte att ta en bild av widgeten.
th: ไม่สามารถจับภาพวิดเจ็ตได้
tr: Widget görüntüsü yakalanamadı.
uk: Не вдалося захопити зображення віджета.
vi: Không thể chụp hình ảnh tiện ích.
zh_cn: 无法截取小组件图像。
zh_tw: 無法擷取小工具影像。

source: The widget image could not be copied.
ar: تعذر نسخ صورة الأداة.
de: Das Widget-Bild konnte nicht kopiert werden.
es: No se pudo copiar la imagen del widget.
fa: کپی تصویر ویجت ممکن نبود.
fr: L’image du widget n’a pas pu être copiée.
hi: विजेट की इमेज कॉपी नहीं की जा सकी।
id: Gambar widget tidak dapat disalin.
it: Impossibile copiare l'immagine del widget.
ja_jp: ウィジェットの画像をコピーできませんでした。
ko: 위젯 이미지를 복사할 수 없습니다.
nl: De widgetafbeelding kon niet worden gekopieerd.
pl: Nie udało się skopiować obrazu widżetu.
pt_br: Não foi possível copiar a imagem do widget.
ru: Не удалось скопировать изображение виджета.
sv: Det gick inte att kopiera widgetbilden.
th: ไม่สามารถคัดลอกรูปภาพวิดเจ็ตได้
tr: Widget görüntüsü kopyalanamadı.
uk: Не вдалося скопіювати зображення віджета.
vi: Không thể sao chép hình ảnh tiện ích.
zh_cn: 无法复制小组件图像。
zh_tw: 無法拷貝小工具影像。

source: The widget image could not be encoded as PNG.
ar: تعذر ترميز صورة الأداة بتنسيق PNG.
de: Das Widget-Bild konnte nicht als PNG codiert werden.
es: No se pudo codificar la imagen del widget como PNG.
fa: رمزگذاری تصویر ویجت با قالب PNG ممکن نبود.
fr: L’image du widget n’a pas pu être encodée au format PNG.
hi: विजेट की इमेज को PNG के रूप में एन्कोड नहीं किया जा सका।
id: Gambar widget tidak dapat dikodekan sebagai PNG.
it: Impossibile codificare l'immagine del widget in formato PNG.
ja_jp: ウィジェットの画像をPNGとしてエンコードできませんでした。
ko: 위젯 이미지를 PNG로 인코딩할 수 없습니다.
nl: De widgetafbeelding kon niet als PNG worden gecodeerd.
pl: Nie udało się zakodować obrazu widżetu w formacie PNG.
pt_br: Não foi possível codificar a imagem do widget como PNG.
ru: Не удалось закодировать изображение виджета в формате PNG.
sv: Det gick inte att koda widgetbilden som PNG.
th: ไม่สามารถเข้ารหัสรูปภาพวิดเจ็ตเป็น PNG ได้
tr: Widget görüntüsü PNG olarak kodlanamadı.
uk: Не вдалося закодувати зображення віджета у форматі PNG.
vi: Không thể mã hóa hình ảnh tiện ích thành PNG.
zh_cn: 无法将小组件图像编码为 PNG。
zh_tw: 無法將小工具影像編碼為 PNG。

source: The widget image could not be saved.
ar: تعذر حفظ صورة الأداة.
de: Das Widget-Bild konnte nicht gespeichert werden.
es: No se pudo guardar la imagen del widget.
fa: ذخیره تصویر ویجت ممکن نبود.
fr: L’image du widget n’a pas pu être enregistrée.
hi: विजेट की इमेज सेव नहीं की जा सकी।
id: Gambar widget tidak dapat disimpan.
it: Impossibile salvare l'immagine del widget.
ja_jp: ウィジェットの画像を保存できませんでした。
ko: 위젯 이미지를 저장할 수 없습니다.
nl: De widgetafbeelding kon niet worden bewaard.
pl: Nie udało się zapisać obrazu widżetu.
pt_br: Não foi possível salvar a imagem do widget.
ru: Не удалось сохранить изображение виджета.
sv: Det gick inte att spara widgetbilden.
th: ไม่สามารถบันทึกรูปภาพวิดเจ็ตได้
tr: Widget görüntüsü kaydedilemedi.
uk: Не вдалося зберегти зображення віджета.
vi: Không thể lưu hình ảnh tiện ích.
zh_cn: 无法存储小组件图像。
zh_tw: 無法儲存小工具影像。

source: These panes are being retired in favor of the Dashboard.
ar: يجري سحب هذه الأجزاء لصالح Dashboard.
de: Diese Bereiche werden zugunsten des Dashboards eingestellt.
es: Estos paneles se están retirando en favor del Dashboard.
fa: این پنجره‌ها به نفع Dashboard کنار گذاشته می‌شوند.
fr: Ces panneaux sont abandonnés au profit du Dashboard.
hi: इन पेन को Dashboard के पक्ष में बंद किया जा रहा है।
id: Panel ini akan dihentikan untuk digantikan oleh Dashboard.
it: Questi pannelli vengono dismessi in favore della Dashboard.
ja_jp: これらのペインは Dashboard への移行に伴い廃止されます。
ko: 이 창들은 Dashboard로 대체되어 사용이 중단됩니다.
nl: Deze vensters worden uitgefaseerd ten gunste van het Dashboard.
pl: Te panele są wycofywane na rzecz Dashboardu.
pt_br: Esses painéis estão sendo descontinuados em favor do Dashboard.
ru: Эти панели заменяются на Dashboard.
sv: Dessa paneler fasas ut till förmån för Dashboard.
th: แผงเหล่านี้กำลังจะถูกยกเลิกเพื่อใช้ Dashboard แทน
tr: Bu bölmeler Dashboard lehine kullanımdan kaldırılıyor.
uk: Ці панелі виводяться з використання на користь Dashboard.
vi: Các bảng này đang được ngừng sử dụng để chuyển sang Dashboard.
zh_cn: 这些面板正在被淘汰，改用 Dashboard。
zh_tw: 這些面板正被淘汰，改用 Dashboard。

source: Thinking
ar: جارٍ التفكير
de: Denkt nach
es: Pensando
fa: در حال فکر کردن
fr: Réflexion
hi: सोच रहा है
id: Berpikir
it: Elaborazione
ja_jp: 思考中
ko: 생각 중
nl: Denken
pl: Myślenie
pt_br: Pensando
ru: Размышление
sv: Tänker
th: กำลังคิด
tr: Düşünüyor
uk: Мислення
vi: Đang suy nghĩ
zh_cn: 正在思考
zh_tw: 思考中

source: Thinking level
ar: مستوى التفكير
de: Denkstufe
es: Nivel de pensamiento
fa: سطح تفکر
fr: Niveau de réflexion
hi: सोचने का स्तर
id: Tingkat berpikir
it: Livello di ragionamento
ja_jp: 思考レベル
ko: 사고 수준
nl: Denkniveau
pl: Poziom myślenia
pt_br: Nível de raciocínio
ru: Уровень размышления
sv: Tänkenivå
th: ระดับการคิด
tr: Düşünme düzeyi
uk: Рівень мислення
vi: Mức độ suy nghĩ
zh_cn: 思考级别
zh_tw: 思考層級

source: This allowlist entry is inherited. Edit its owning scope and retry.
ar: إدخال قائمة السماح هذا موروث. عدّل النطاق الذي يملكه ثم أعد المحاولة.
de: Dieser Zulassungslisteneintrag wird geerbt. Bearbeiten Sie den zugehörigen Geltungsbereich und versuchen Sie es erneut.
es: Esta entrada de la lista de permitidos es heredada. Edita el ámbito propietario y reinténtalo.
fa: این ورودی فهرست مجاز به‌ارث رسیده است. دامنه مالک آن را ویرایش کرده و دوباره تلاش کنید.
fr: Cette entrée de liste d'autorisation est héritée. Modifiez la portée à laquelle elle appartient, puis réessayez.
hi: यह allowlist प्रविष्टि इनहेरिट की गई है। इसके स्वामी स्कोप को संपादित करें और पुनः प्रयास करें।
id: Entri allowlist ini diwarisi. Edit scope pemiliknya lalu coba lagi.
it: Questa voce dell'elenco consentiti è ereditata. Modifica il suo scope proprietario e riprova.
ja_jp: この許可リストエントリは継承されています。所有するスコープを編集して再試行してください。
ko: 이 허용 목록 항목은 상속되었습니다. 소유 범위를 편집한 후 다시 시도하세요.
nl: Dit toegangslijst-item is overgeërfd. Bewerk de bijbehorende scope en probeer het opnieuw.
pl: Ten wpis listy dozwolonych jest dziedziczony. Edytuj zakres, do którego należy, i spróbuj ponownie.
pt_br: Esta entrada da lista de permissões é herdada. Edite o escopo proprietário e tente novamente.
ru: Эта запись списка разрешений унаследована. Отредактируйте её область-владельца и повторите попытку.
sv: Den här tillåtelselistposten är ärvd. Redigera dess ägande omfång och försök igen.
th: รายการอนุญาตนี้ได้รับการสืบทอดมา แก้ไขขอบเขตที่เป็นเจ้าของแล้วลองอีกครั้ง
tr: Bu izin listesi girişi devralınmıştır. Sahip olduğu kapsamı düzenleyip tekrar deneyin.
uk: Цей запис списку дозволів успадковано. Відредагуйте область, якій він належить, і повторіть спробу.
vi: Mục danh sách cho phép này được kế thừa. Chỉnh sửa phạm vi sở hữu và thử lại.
zh_cn: 此允许列表条目为继承而来。请编辑其所属作用域并重试。
zh_tw: 此允許清單項目為繼承而來。請編輯其所屬範圍後再重試。
